Repository: castdrian/ishare
Catalog: ro/ishare/Localizable.xcstrings
Source language: en
Languages: de

source: *required
de: *Pflichtfeld

source: About ishare
de: Über ishare

source: Advanced
de: Erweitert

source: Advanced Settings
de: Erweiterte Einstellungen

source: Cancel
de: Abbrechen

source: Capture
de: Erfassen

source: Capture %@
de: Erfasse %@

source: Capture Region
de: Erfasse Region

source: Capture Region:
de: Erfasse Region:

source: Capture Screen:
de: Erfasse Bildschirm:

source: Capture Window
de: Erfasse Fenster

source: Capture Window:
de: Erfasse Fenster:

source: Clear All
de: Lösche alle

source: Close
de: Schließen

source: Copy to Clipboard
de: In die Zwischenablage kopieren

source: Copy URL
de: URL kopieren

source: Create
de: Erstellen

source: Create Custom Uploader
de: Erstelle eigenen Hochladedienst

source: Delete
de: Löschen

source: Delete Uploader
de: Hochladedienst löschen

source: Drag and drop .iscu files here or click to select
de: Ziehe und lege .iscu Dateien hier ab oder klicke zum Auswählen

source: Edit Custom Uploader
de: Bearbeite eigenen Hochladedienst

source: Edit Uploader
de: Bearbeite Hochladedienst

source: Error
de: Fehler

source: Excluded applications
de: Ausgenommene Anwendungen

source: Export Uploader
de: Hochladedienst exportieren

source: File prefix:
de: Dateipräfix:

source: General
de: Allgemein

source: History
de: Chronik

source: I understand
de: Ich verstehe

source: Image files
de: Fotodateien

source: Image path:
de: Fotopfad:

source: Import
de: Importieren

source: Import Custom Uploader
de: Importiere eigenen Hochladedienst

source: Keybinds
de: Tastaturkürzel

source: Land down under
de: Kopfüberland

source: Menu Bar Icon
de: Menüleisten-Icon

source: Messages
de: Nachrichten

source: Open History Window
de: Chronik anzeigen

source: Open History Window:
de: Chronik Anzeigen:

source: Open in Browser
de: Im Browser öffnen

source: Open in Finder
de: In Finder öffnen

source: Open Main Menu:
de: Hauptmenü öffnen:

source: Photos
de: Fotos

source: Pick a folder
de: Wähle einen Ordner

source: Post Media Tasks
de: Abschlussaufgaben

source: Quit
de: Beenden

source: Record
de: Aufnehmen

source: Record .mp4 instead of .mov
de: .mp4 anstelle von .mov aufnehmen

source: Record GIF
de: GIF aufnehmen

source: Record GIF:
de: GIF aufnehmen:

source: Record Screen:
de: Bildschirm aufnehmen:

source: Reset All Keybinds
de: Tastaturkürzel zurücksetzen

source: Save
de: Speichern

source: Save to Disk
de: Auf Festplatte Speichern

source: Screencapture binary:
de: Ausführbare Datei des Aufnahmeprogramms:

source: Select apps to exclude
de: Wähle ausgenomme Anwendungen

source: Selected File: %@
de: Ausgewählte Datei: %@

source: Set to default
de: Zurücksetzen

source: Settings
de: Einstellungen

source: Test Uploader
de: Hochladedienst testen

source: Toast Timeout: %lld seconds
de: Toast Timeout: %lld Sekunden

source: Upload Destination
de: Hochladeziel

source: Upload Media
de: Medien Hochladen

source: Uploaders
de: Hochladedienste

source: Use HEVC
de: Verwende HEVC

source: Value
de: Wert

source: Video files
de: Videodateien

source: Video path:
de: Videopfad:

source: Warning! Only modify these settings if you know what you're doing!
de: Warnung! Ändere diese Werte nur wenn du weißt was du tust!

source: You have no saved uploaders
de: Du hast keine gespeicherten Hochladedienste
